export const testData = [
  {
    ID: "C1_382000000A_109761",
    Name: "風櫃嘴觀景台",
    DescriptionDetail:
      "風櫃嘴位於萬里、士林、內湖三條產業道路的三叉點上，從萬里經溪底、靈泉寺，往臺北士林方向前行即可到達，是一處停車歇腳的好地方；此處屬陽明山國家公園管轄，有一步道長6.1公里，可上擎天崗。此處因地型關係，形成一風口，以霧大風強而聞名，在此可感受大自然豐碩的能量，可聆聽大自然的訊息，也看得見大自然幻化的景象，進而意會出大自然生命的智慧。",
    Description:
      "風櫃嘴位於萬里、士林、內湖三條產業道路的三叉點上，從萬里經溪底、靈泉寺，往臺北士林方向前行即可到達，是一處停車歇腳的好地方；此處屬陽明山國家公園管轄，有一步道長6.1公里，可上擎天崗。此處因地型關係，形成一風口，以霧大風強而聞名，在此可感受大自然豐碩的能量，可聆聽大自然的訊息，也看得見大自然幻化的景象，進而意會出大自然生命的智慧。",
    Phone: "886-2-28613601",
    Address: "新北市萬里區風櫃嘴",
    ZipCode: "207",
    OpenTime: "全年開放",
    Picture: {},
    Position: {
      PositionLat: 25.13715934753418,
      PositionLon: 121.60281372070312,
      GeoHash: "wsqrp0h6w",
    },
    Class1: "自然風景類",
    ParkingPosition: {},
    City: "臺北市",
    SrcUpdateTime: "2021-03-01T01:12:23+08:00",
    UpdateTime: "2021-03-01T10:49:46+08:00",
  },
  {
    ID: "C1_382000000A_110332",
    Name: "重陽橋光雕",
    DescriptionDetail:
      "連接三重與臺北士林之間的重陽橋，完成於民國七十九年十二月，耗資十九億多，主橋橋高七十二公尺，初為紅色橋身銀色鋼纜，橫跨淡水河，有「紅柱凌霄，虹橋跨天」的美譽。現為配合夜晚光雕，主橋塔改漆百合白顏色，成為蔚藍天空下一抹純淨。",
    Description:
      "連接三重與臺北士林之間的重陽橋，完成於民國七十九年十二月，耗資十九億多，主橋橋高七十二公尺，初為紅色橋身銀色鋼纜，橫跨淡水河，有「紅柱凌霄，虹橋跨天」的美譽。現為配合夜晚光雕，主橋塔改漆百合白顏色，成為蔚藍天空下一抹純淨。",
    Phone: "886-2-29603456",
    Address: "新北市三重區重陽橋",
    ZipCode: "241",
    OpenTime: "全年開放",
    Picture: {},
    Position: {
      PositionLat: 25.08510971069336,
      PositionLon: 121.50205993652344,
      GeoHash: "wsqqsye57",
    },
    Class1: "其他",
    ParkingPosition: {},
    City: "臺北市",
    SrcUpdateTime: "2021-03-01T01:12:23+08:00",
    UpdateTime: "2021-03-01T10:49:46+08:00",
  },
  {
    ID: "C1_382000000A_110533",
    Name: "待老坑山",
    DescriptionDetail:
      "海拔382公尺又名德高嶺，位在二格山系西伸主稜上的最高峰，因曾為屈尺原住民出草之處，古名為「刣老坑』。此地的登山健行路線一路平坦，沿線景色蒼翠引人，二格山尾稜止於新店、青潭兩溪，是條輕鬆的登山路線，附近有銀河洞、大春山莊等，蒼綠映簾，風景幽靜宜人，是熱門的旅遊景點。",
    Description:
      "海拔382公尺又名德高嶺，位在二格山系西伸主稜上的最高峰，因曾為屈尺原住民出草之處，古名為「刣老坑』。此地的登山健行路線一路平坦，沿線景色蒼翠引人，二格山尾稜止於新店、青潭兩溪，是條輕鬆的登山路線，附近有銀河洞、大春山莊等，蒼綠映簾，風景幽靜宜人，是熱門的旅遊景點。",
    Phone: "886-2-29112281",
    Address: "新北市新店區待老坑山",
    ZipCode: "231",
    OpenTime: "全年開放",
    Picture: {},
    Position: {
      PositionLat: 24.966829299926758,
      PositionLon: 121.57447814941406,
      GeoHash: "wsqqn3pf6",
    },
    Class1: "其他",
    ParkingPosition: {},
    City: "臺北市",
    SrcUpdateTime: "2021-03-01T01:12:23+08:00",
    UpdateTime: "2021-03-01T10:49:46+08:00",
  },
  {
    ID: "C1_A25000000E_000002",
    Name: "國立國父紀念館",
    DescriptionDetail:
      "為紀念 國父孫中山先生之偉大人格及革命行誼並發揚其思想學說，政府於民國53年開始籌建國父紀念館。除供海內外人士瞻仰 國父之用外；並兼具文化藝術教育、生活休閒及學術研究之功能。 　　民國53年先總統 蔣公親自主持奠基典禮；翌年經公開徵圖，由名建築師王大閎所設計之圖樣獲得入選，後又遵照 蔣公之指示在外型上加強中國建築的特色而修正設計。民國61年5月16日主要工程完竣，舉行落成典禮。　　巍峨莊嚴的建築本體，座落在綠草如茵，花木扶疏的中山公園，成為台北東區一顆璀璨的明星；也為國內的文化藝術帶來嶄新的面貌。　　本館原隸屬台北市政府，民國75年7月改隸教育部，並合併陽明山中山樓，機關名稱從「國父紀念館管理處」易為「國立國父紀念館」，民國101年5月20日起由教育部改隸文化部。　　 開館之初主要作為陳列國父革命蹟之用，並有部分展演活動，是國內具備最多功能的文化教育中心。擁有國際知名的國家演藝廳；數千坪典雅美觀的展覽場所；設備新穎的放映室、演講廳 、中山講堂；藏書三十餘萬冊的專業圖書館，及通性怡情的翠湖展演區和中山公園。",
    Description:
      "為紀念 國父孫中山先生之偉大人格及革命行誼並發揚其思想學說，政府於民國53年開始籌建國父紀念館。除供海內外人士瞻仰 國父之用外；並兼具文化藝術教育、生活休閒及學術研究之功能。 　　民國53年先總統 蔣公親自主持奠基典禮；翌年經公開徵圖，由名建築師王大閎所設計之圖樣獲得入選，後又遵照 蔣公之指示在外型上加強中國建築的特色而修正設計。民國61年5月16日主要工程完竣，舉行落成典禮。　　巍峨莊嚴的建築本體，座落在綠草如茵，花木扶疏的中山公園，成為台北東區一顆璀璨的明星；也為國內的文化藝術帶來嶄新的面貌。　　本館原隸屬台北市政府，民國75年7月改隸教育部，並合併陽明山中山樓，機關名稱從「國父紀念館管理處」易為「國立國父紀念館」，民國101年5月20日起由教育部改隸文化部。　　 開館之初主要作為陳列國父革命蹟之用，並有部分展演活動，是國內具備最多功能的文化教育中心。擁有國際知名的國家演藝廳；數千坪典雅美觀的展覽場所；設備新穎的放映室、演講廳 、中山講堂；藏書三十餘萬冊的專業圖書館，及通性怡情的翠湖展演區和中山公園。",
    Phone: "886-2-27588008",
    Address: "臺北市信義區仁愛路4段505號",
    ZipCode: "110",
    OpenTime:
      "1.展場及勵學室開放時間：每日9：00至17：00(除夕、初一、機電保養為休館日)。2.延長服務至18：00開放範圍：（1樓）正廳、紀念品中心",
    Picture: {
      PictureUrl1:
        "http://cloud.culture.tw/h_upload_ccacloud/sightseeing/2/1國父紀念館景.jpg",
      PictureDescription1: "國父紀念館景",
      PictureUrl2:
        "http://cloud.culture.tw/h_upload_ccacloud/sightseeing/2/2國父紀念館儀隊.JPG",
      PictureDescription2: "國父紀念館儀隊",
      PictureUrl3:
        "http://cloud.culture.tw/h_upload_ccacloud/sightseeing/2/3國父紀念館翠湖.JPG",
      PictureDescription3: "國父紀念館翠湖",
    },
    Position: {
      PositionLat: 25.039579391479492,
      PositionLon: 121.56025695800781,
      GeoHash: "wsqqqnm6p",
    },
    ParkingPosition: {},
    City: "臺北市",
    SrcUpdateTime: "2021-03-01T01:12:23+08:00",
    UpdateTime: "2021-03-01T10:49:46+08:00",
  },
  {
    ID: "C1_A25000000E_000003",
    Name: "國立中正紀念堂(國立中正紀念堂管理處)",
    DescriptionDetail:
      "先總統　蔣公於民國64年4月5日崩逝後，行政院接受海內外各界建議與治喪大員會議之決議，決定於臺北市興建中正紀念堂，以示全國同胞永懷領袖之赤忱，並即核定設立中正紀念堂籌建小組，積極推行建堂事宜。嗣於65年10月成立中正紀念堂籌建指導委員會，指導建堂工作，俾臻完善。經多次慎重研討，擇定現址興建，自民國65年10月31日舉行破土典禮並動工興建，至民國69年3月31日完成，同年4月5日正式對外開放。中正紀念堂籌建小組基於任務需要，於民國69年成立中正紀念堂管理籌備組，執行管理任務。同年7月1日劃歸臺北市政府管轄後，乃定名為「中正紀念堂管理處」，75年7月1日奉命改隸教育部，再更名為「國立中正紀念堂管理處」，101年5月20日配合政府組織改造改隸文化部。本處為因應社會發展及民眾需求，秉持核心宗旨加強蒐集、典藏、展覽　蔣公文物資料及研究蔣公哲學思想外，賡續以維護古蹟、開創文創品牌，落實推動生活美學課程及終身學習文教活動，提供學校最理想的戶外教學場所，營造世界級的參觀休憩優質環境為目標，朝國際化、多元化、資訊化、社區化、企業化、精緻化六面向發展，以建構高效率、高品質的社會教育機關。",
    Description:
      "先總統　蔣公於民國64年4月5日崩逝後，行政院接受海內外各界建議與治喪大員會議之決議，決定於臺北市興建中正紀念堂，以示全國同胞永懷領袖之赤忱，並即核定設立中正紀念堂籌建小組，積極推行建堂事宜。嗣於65年10月成立中正紀念堂籌建指導委員會，指導建堂工作，俾臻完善。經多次慎重研討，擇定現址興建，自民國65年10月31日舉行破土典禮並動工興建，至民國69年3月31日完成，同年4月5日正式對外開放。中正紀念堂籌建小組基於任務需要，於民國69年成立中正紀念堂管理籌備組，執行管理任務。同年7月1日劃歸臺北市政府管轄後，乃定名為「中正紀念堂管理處」，75年7月1日奉命改隸教育部，再更名為「國立中正紀念堂管理處」，101年5月20日配合政府組織改造改隸文化部。本處為因應社會發展及民眾需求，秉持核心宗旨加強蒐集、典藏、展覽　蔣公文物資料及研究蔣公哲學思想外，賡續以維護古蹟、開創文創品牌，落實推動生活美學課程及終身學習文教活動，提供學校最理想的戶外教學場所，營造世界級的參觀休憩優質環境為目標，朝國際化、多元化、資訊化、社區化、企業化、精緻化六面向發展，以建構高效率、高品質的社會教育機關。",
    Phone: "886-2-23431100",
    Address: "臺北市中正區中山南路21號",
    ZipCode: "100",
    OpenTime: "09:00-18:00 (除除夕、初一及機電保養日休館外,全年無休)",
    Picture: {
      PictureUrl1:
        "http://cloud.culture.tw/h_upload_ccacloud/sightseeing/3/1緋寒櫻綻放的中正紀念堂.JPG",
      PictureDescription1: "緋寒櫻與中正紀念堂",
      PictureUrl2:
        "http://cloud.culture.tw/h_upload_ccacloud/sightseeing/3/2虎背區八重櫻盛開.JPG",
      PictureDescription2: "虎背八重櫻盛開",
      PictureUrl3:
        "http://cloud.culture.tw/h_upload_ccacloud/sightseeing/3/3自由廣場.jpg",
      PictureDescription3: "自由廣場",
    },
    Position: {
      PositionLat: 25.034839630126953,
      PositionLon: 121.51763153076172,
      GeoHash: "wsqqmjqqw",
    },
    ParkingPosition: {},
    City: "臺北市",
    SrcUpdateTime: "2021-03-01T01:12:23+08:00",
    UpdateTime: "2021-03-01T10:49:46+08:00",
  },
  {
    ID: "C1_A25000000E_000004",
    Name: "國立歷史博物館",
    DescriptionDetail:
      "國立歷史博物館創建於1955年，是國民政府來臺設立的第一座公共博物館，館藏約計六萬件，典藏文物品類從史前彩陶、商周甲骨銅器、唐三彩、明清刺繡、玉器、漆器、民初家具與戲偶、近代書畫至歷代錢幣與銀元寶等，古今兼備，樣貌多元，具民間性與生活性特色。館內一到四樓為展示空間，長期以來是國內文化藝術活動的重要場域。一樓為特展區，經常規劃各類國際性特展與國際文化交流，二樓國家畫廊以展出近代書畫作品為主，三樓館藏華夏文物常設展，展出館藏精品四百餘件，能一覽本館典藏文物的特色與價值，四樓主題展覽區展示內容豐富且多元。國立歷史博物館鄰近植物園，附近有藝術教育館、二二八紀念館、郵政博物館、布政使司文物館等文教機構場所，在煩囂的臺北都會區內，是一理想的休憩場所。",
    Description:
      "國立歷史博物館創建於1955年，是國民政府來臺設立的第一座公共博物館，館藏約計六萬件，典藏文物品類從史前彩陶、商周甲骨銅器、唐三彩、明清刺繡、玉器、漆器、民初家具與戲偶、近代書畫至歷代錢幣與銀元寶等，古今兼備，樣貌多元，具民間性與生活性特色。館內一到四樓為展示空間，長期以來是國內文化藝術活動的重要場域。一樓為特展區，經常規劃各類國際性特展與國際文化交流，二樓國家畫廊以展出近代書畫作品為主，三樓館藏華夏文物常設展，展出館藏精品四百餘件，能一覽本館典藏文物的特色與價值，四樓主題展覽區展示內容豐富且多元。國立歷史博物館鄰近植物園，附近有藝術教育館、二二八紀念館、郵政博物館、布政使司文物館等文教機構場所，在煩囂的臺北都會區內，是一理想的休憩場所。",
    Phone: "886-2-23610270",
    Address: "臺北市中正區南海路49號",
    ZipCode: "100",
    OpenTime: "週二至週日每日十時至下午六時(逢國定假日照常開館)",
    Picture: {
      PictureUrl1:
        "http://cloud.culture.tw/h_upload_ccacloud/sightseeing/4/1國立歷史博物館.jpg",
      PictureDescription1: "國立歷史博物館",
      PictureUrl2:
        "http://cloud.culture.tw/h_upload_ccacloud/sightseeing/4/2國立歷史博物館.jpg",
      PictureDescription2: "國立歷史博物館2",
      PictureUrl3:
        "http://cloud.culture.tw/h_upload_ccacloud/sightseeing/4/3國立歷史博物館.jpg",
      PictureDescription3: "國立歷史博物館3",
    },
    Position: {
      PositionLat: 25.031450271606445,
      PositionLon: 121.51123046875,
      GeoHash: "wsqqmhcfb",
    },
    ParkingPosition: {},
    City: "臺北市",
    SrcUpdateTime: "2021-03-01T01:12:23+08:00",
    UpdateTime: "2021-03-01T10:49:46+08:00",
  },
  {
    ID: "C1_A25000000E_000009",
    Name: "國立臺灣博物館",
    DescriptionDetail:
      "國立臺灣博物館成立於1908年，是臺灣歷史最悠久的自然史博物館，1915年館舍落成啟用，是臺灣公共建築中代表性傑作之一，也是臺灣日據時期唯一度過戰火、經歷政權更佚，至今仍於原址開放營運的博物館，一直是國內典藏臺灣本土文化最菁華的博物館，另有土銀展示館暨南門園區展覽館對外開放參觀。目前全館藏品數量11萬餘件，人類學現有典藏品4萬餘件，除了據傳為生前所繪的「鄭成功畫像」、反映18世紀初清朝治下臺灣的「康熙臺灣輿圖」長軸，與代表19世紀末臺民抗日的「臺灣民主國旗」外，還包括所發現臺灣最早的人類化石：「左鎮人」，以及臺灣北部新石器時代農業傳統代表文化之一的「圓山文化」遺物，都是該館臺灣史前時期重要的收藏，並蒐藏有堪稱全球最完整的臺灣原住民文物、史前考古遺物、歷史與民俗文物，自然類標本中含有模式標本108件，其中包括56種或亞種，地學學門館藏近2萬件，主要可分成四大類，包括魚類、貝類、化石類與礦石類，動物學學門館藏2萬餘件，蒐藏類別可分為哺乳類、鳥類、兩棲類、爬蟲類、甲殼類、昆蟲類、植物類、圖表類、模型類等九類。植物學標本計2萬餘件，以維管束植物、苔蘚植物、藻類及永生植物標本為主。",
    Description:
      "國立臺灣博物館成立於1908年，是臺灣歷史最悠久的自然史博物館，1915年館舍落成啟用，是臺灣公共建築中代表性傑作之一，也是臺灣日據時期唯一度過戰火、經歷政權更佚，至今仍於原址開放營運的博物館，一直是國內典藏臺灣本土文化最菁華的博物館，另有土銀展示館暨南門園區展覽館對外開放參觀。目前全館藏品數量11萬餘件，人類學現有典藏品4萬餘件，除了據傳為生前所繪的「鄭成功畫像」、反映18世紀初清朝治下臺灣的「康熙臺灣輿圖」長軸，與代表19世紀末臺民抗日的「臺灣民主國旗」外，還包括所發現臺灣最早的人類化石：「左鎮人」，以及臺灣北部新石器時代農業傳統代表文化之一的「圓山文化」遺物，都是該館臺灣史前時期重要的收藏，並蒐藏有堪稱全球最完整的臺灣原住民文物、史前考古遺物、歷史與民俗文物，自然類標本中含有模式標本108件，其中包括56種或亞種，地學學門館藏近2萬件，主要可分成四大類，包括魚類、貝類、化石類與礦石類，動物學學門館藏2萬餘件，蒐藏類別可分為哺乳類、鳥類、兩棲類、爬蟲類、甲殼類、昆蟲類、植物類、圖表類、模型類等九類。植物學標本計2萬餘件，以維管束植物、苔蘚植物、藻類及永生植物標本為主。",
    Phone:
      "國立臺灣博物館本館：02-2382-2566土銀展示館：02-2314-2699南門園區：02-2397-3666",
    Address: "臺北市中正區襄陽路2號",
    ZipCode: "100",
    OpenTime:
      "本館/土銀館開放時間：09:30~17:00南門園區開放時間：06:00~22:00 /南門園區展覽館開放時間：09:30~17:00逢國定假日及連續假期照常開館，另每週一、農曆除夕及初一休館。",
    Picture: {
      PictureUrl1:
        "http://cloud.culture.tw/h_upload_ccacloud/sightseeing/9/1臺博館土銀展示館展示古生物大展.jpg",
      PictureDescription1: "臺博館土銀展示館展示古生物大展",
      PictureUrl2:
        "http://cloud.culture.tw/h_upload_ccacloud/sightseeing/9/2國立臺灣博物館臺灣歷史最悠久的自然史博物館.jpg",
      PictureDescription2: "國立臺灣博物館是臺灣歷史最悠久的自然史博物館",
      PictureUrl3:
        "http://cloud.culture.tw/h_upload_ccacloud/sightseeing/9/3國立臺灣博物館南門園區2013年11月30日古蹟修復竣工對外開放參觀.JPG",
      PictureDescription3:
        "國立臺灣博物館南門園區2013年11月30日古蹟修復竣工對外開放參觀",
    },
    Position: {
      PositionLat: 25.04330062866211,
      PositionLon: 121.51499938964844,
      GeoHash: "wsqqmnuxb",
    },
    ParkingPosition: {},
    City: "臺北市",
    SrcUpdateTime: "2021-03-01T01:12:23+08:00",
    UpdateTime: "2021-03-01T10:49:46+08:00",
  },
  {
    ID: "C1_A25000000E_100001",
    Name: "女書店",
    DescriptionDetail:
      "華文地區第一家女性主義專業書店，由一群婦女運動工作者及關心性別平等議題人士所共同催生。店內收集中文地區最完整的女性、性別議題圖書與影音產品，希望能提供一個看見女性書寫、聆聽女性聲音、交流女性經驗的自在場所。女書店經常舉辦座談、展覽等活動，1996年更成立女書出版文化，是台灣不可或缺的性別議題發聲空間。",
    Phone: "886-2-23638244",
    Address: "臺北市  大安區新生南路3段56巷7號2樓",
    ZipCode: "106",
    TravelInfo:
      "捷運：一、台電大樓站2號出口，步行7分鐘。二、捷運公館站3號出口，步行9分鐘。  公車：臺大綜合體育館站，0南、52、109、236區間車、251區間車、280、280直達車、284、311、505、530、643、668、671、675、676、907、907通勤、棕11、綠11、綠13、松江新生幹線。",
    OpenTime: "周二至周日 11:00-21:00，周一及國定假日公休",
    Picture: {
      PictureUrl1:
        "http://cloud.culture.tw/h_upload_ccacloud/festival/image/A0/B0/C0/D0/E0/F1/576da6f0-2cb4-417d-810f-93959f744198.JPG",
    },
    Position: {
      PositionLat: 25.020532608032227,
      PositionLon: 121.5336685180664,
      GeoHash: "wsqqmdf55",
    },
    Class1: "藝術類",
    WebsiteUrl: "http://www.fembooks.com.tw",
    ParkingPosition: {},
    City: "臺北市",
    SrcUpdateTime: "2021-03-01T01:12:23+08:00",
    UpdateTime: "2021-03-01T10:49:46+08:00",
  },
  {
    ID: "C1_A25000000E_100002",
    Name: "亞典藝術書店",
    DescriptionDetail:
      "是一家專售藝術、設計類等外文書的書店。2000年遷移到仁愛路現址，書籍種類也拓展到建築、空間、數位藝術、攝影、應用美術、流行文化等。雖然95年於重慶南路開設的分店已結束，但亞典依然是尋找、發現上述各類外文書籍的重要寶庫。",
    Phone: "886-2-27845166#21, #22",
    Address: "臺北市  大安區仁愛路3段122號B1",
    ZipCode: "106",
    TravelInfo:
      "捷運忠孝復興站2號出口右轉見江太太包子店後,繼續直走到福華飯店後右轉至仁愛路,繼續直走過彰化銀行後可見書店招牌(總計步行約15分)， 捷運大安站1號出口右邊巷子(信義路三段147巷)直走至仁愛路三段後左轉,過彰化銀行後可見招牌 (總計約10分鐘)",
    OpenTime: "週一至週日 : 10:00~21:00",
    Picture: {
      PictureUrl1:
        "http://cloud.culture.tw/e_upload_ccacloud/festival/image/A0/B0/C0/D0/E0/F21/101307b0-ca39-4d70-b34d-836b1f9597d7.JPG",
    },
    Position: {
      PositionLat: 25.037412643432617,
      PositionLon: 121.5403823852539,
      GeoHash: "wsqqmtzj2",
    },
    Class1: "藝術類",
    WebsiteUrl: "http://www.artland.com.tw",
    ParkingPosition: {},
    City: "臺北市",
    SrcUpdateTime: "2021-03-01T01:12:23+08:00",
    UpdateTime: "2021-03-01T10:49:46+08:00",
  },
  {
    ID: "C1_A25000000E_100003",
    Name: "旅人書房Zeelandia Travel & Books",
    DescriptionDetail:
      "旅人書房以Zeelandia為名，是師大巷弄裡的一個以旅遊為主題的二手書店。店裡有各式依照類型、區域詳細分類的旅行書籍。旅人不賣咖啡，只有幾款淡雅的臺灣好茶。這裡舉辦座談，邀請各地的旅人相聚交換故鄉的故事。就在雜貨店樓上，旅行就是生活。",
    Phone: "886-2-23224772",
    Address: "臺北市  大安區青田街12巷12-2號2樓",
    ZipCode: "106",
    TravelInfo:
      "捷運東門站或可搭北市公車0南、15、18、235、237、254、278、295、530、662、663、671、672、673、74、907、949、和平幹線、棕11、棕12、棕22及綠11至「溫州街口」站下車。",
    OpenTime:
      "週五：12:00-21:00，週六、 週日、週一：12:00-19:00，週二 - 週四：公休",
    Picture: {
      PictureUrl1:
        "http://cloud.culture.tw/e_upload_ccacloud/festival/image/A0/B0/C0/D0/E0/F25/5e5224fa-feb2-4521-a0a4-de5b28803c98.jpg",
    },
    Position: {
      PositionLat: 25.02699851989746,
      PositionLon: 121.53120422363281,
      GeoHash: "wsqqms02f",
    },
    Class1: "藝術類",
    WebsiteUrl: "http://zeelandiabookshop.blogspot.tw/",
    ParkingPosition: {},
    City: "臺北市",
    SrcUpdateTime: "2021-03-01T01:12:23+08:00",
    UpdateTime: "2021-03-01T10:49:46+08:00",
  },
  {
    ID: "C1_A25000000E_100004",
    Name: "下北沢世代",
    DescriptionDetail:
      "除了是專營古本、二手雜誌、絕版逸品、文房雜貨等各類商品的書店外，更是結合企画、選書、編集、設計的出版工作室。透過流通販售日本、歐美、香港的美術攝影、獨立刊物等主題商品，並策劃多檔以雜誌與zine為主題的平面活動。目前台中也有分店。",
    Phone: "886-2-23145650",
    Address: "臺北市  中正區和平西路二段141號2樓之1",
    ZipCode: "104",
    TravelInfo:
      "捷運「龍山寺」站3號出口直行約10分鐘，或可搭北市公車1、007、和平幹線及藍28至「和平中華路口」站下車；或12、202、205、212、223、246、250、253、260、307、604、670、671及673至「大埔街」站下車。",
    OpenTime: "周六～日：13:00~19:00，週一～五公休",
    Picture: {
      PictureUrl1:
        "http://cloud.culture.tw/e_upload_ccacloud/festival/image/A0/B0/C0/D0/E0/F27/ffd53fcd-b4eb-4d60-afae-da040f4b0185.jpg",
    },
    Position: {
      PositionLat: 25.047977447509766,
      PositionLon: 121.52241516113281,
      GeoHash: "wsqqmrcgj",
    },
    Class1: "藝術類",
    ParkingPosition: {},
    City: "臺北市",
    SrcUpdateTime: "2021-03-01T01:12:23+08:00",
    UpdateTime: "2021-03-01T10:49:46+08:00",
  },
  {
    ID: "C1_A25000000E_100017",
    Name: "雅痞書店",
    DescriptionDetail:
      "雅痞書店是一個複合著電影、音樂、餐飲、藝術展覽等功能的書店空間。店裡不時會更動擺設，讓空間因著藝術化、生活化的衝突而擁有更多的可能性與包容性。",
    Phone: "02-27317477",
    Address: "臺北市  大安區復興南路一段126巷1號3樓之一(丰居旅店旁)",
    ZipCode: "106",
    TravelInfo:
      "可搭北市公車278、285、294、52、556、902、905或敦化幹線至「成功國宅」站下車。",
    OpenTime: "11:30 ~ 21:00，周一店休",
    Picture: {},
    Position: {
      PositionLat: 25.04317855834961,
      PositionLon: 121.5431137084961,
      GeoHash: "wsqqmybzp",
    },
    Class1: "藝術類",
    WebsiteUrl: "http://www.yup.com.tw/",
    ParkingPosition: {},
    City: "臺北市",
    SrcUpdateTime: "2021-03-01T01:12:23+08:00",
    UpdateTime: "2021-03-01T10:49:46+08:00",
  },
  {
    ID: "C1_A25000000E_100042",
    Name: "大陸書店",
    DescriptionDetail:
      "大陸書店展售中外音樂書籍、鋼琴、小提琴、吉他…等各種樂器的學程教材及樂譜；手作藝術類書籍、期刊－－裁縫、毛線編織、壓花、十字繡、不織布、黏土、刺繡、拼布、串珠…等，更收藏了逸品級的『書道全集』等書法字帖、繪本，每每讓人有『挖寶般』流連忘返的新鮮感。",
    Phone: "886-2-23113914",
    Address: "臺北市  中正區衡陽路79號3F",
    TravelInfo: "捷運西門站4號出口",
    OpenTime: "週一～週日 09:00 ～ 21:00  (除夕至初五休)",
    Picture: {
      PictureUrl1:
        "http://cloud.culture.tw/h_upload_ccacloud/festival/image/A0/B0/C0/D0/E0/F121/56bb41c3-e7e3-4d27-8aff-7a87ddd0e1b7.jpg",
    },
    Position: {
      PositionLat: 25.04233741760254,
      PositionLon: 121.51099395751953,
      GeoHash: "wsqqmncd5",
    },
    Class1: "藝術類",
    WebsiteUrl: "https://www.talubook.com/",
    ParkingPosition: {},
    City: "臺北市",
    SrcUpdateTime: "2021-03-01T01:12:23+08:00",
    UpdateTime: "2021-03-01T10:49:46+08:00",
  },
  {
    ID: "C1_A25000000E_100043",
    Name: "鴻儒堂書局",
    DescriptionDetail:
      "創立於1936年，專門經營日文書籍及日文雜誌，及各種日語學習教材、台日關係研究書籍等。同時有日本最新的出版資料供讀者查詢，並可代理訂購。",
    Phone: "02-2311-3810；02-2311-3823",
    Address: "臺北市  中正區台北市博愛路九號五樓502室",
    TravelInfo: "捷運台北車站懷寧街（Z8）出口，星巴克旁溫州大餛飩巷內",
    OpenTime:
      "週一～週六：上午 10 : 00 - 下午 18 : 00 止 / 國定假日：上午 11 : 00 - 下午 18 : 00 止 (中午 12 : 00 - 下午 13 : 00 午休 / 星期日公休)",
    Picture: {
      PictureUrl1:
        "http://cloud.culture.tw/h_upload_ccacloud/festival/image/A0/B0/C0/D0/E0/F123/a9cd880d-4875-40a0-99da-2a58bf3a41f9.JPG",
    },
    Position: {
      PositionLat: 25.04623794555664,
      PositionLon: 121.51375579833984,
      GeoHash: "wsqqmpe8g",
    },
    Class1: "藝術類",
    WebsiteUrl: "http://www.hjtbook.com.tw",
    ParkingPosition: {},
    City: "臺北市",
    SrcUpdateTime: "2021-03-01T01:12:23+08:00",
    UpdateTime: "2021-03-01T10:49:46+08:00",
  },
  {
    ID: "C1_A25000000E_100044",
    Name: "艾比露比外文書店",
    DescriptionDetail:
      "艾比露比外文書店是一間社區型書店。書店內書籍以英文兒童與成人繪本為大宗，並且不定期於店內舉辦女性成長、親職教養與英文師訓講座。感恩節至農曆新年這幾個月，也會固定舉辦義賣、物資捐贈與不定期至偏鄉或弱勢機構免費講故事活動。",
    Phone: "02-2747-7808",
    Address: "臺北市  松山區饒河街175號2樓",
    TravelInfo: "捷運松山站2號出口，饒河夜市內",
    OpenTime:
      "本書店已於2018年完成網路系統化訂購，辦公室與倉庫不開放選書、付費及取書。",
    Picture: {
      PictureUrl1:
        "http://cloud.culture.tw/h_upload_ccacloud/festival/image/A0/B0/C0/D0/E0/F124/ca36ee4c-19d4-4703-ade8-8c98dbc7de25.jpg",
    },
    Position: {
      PositionLat: 25.050640106201172,
      PositionLon: 121.575927734375,
      GeoHash: "wsqqw82fs",
    },
    Class1: "藝術類",
    WebsiteUrl: "http://www.abbyrubybooks.com",
    ParkingPosition: {},
    City: "臺北市",
    SrcUpdateTime: "2021-03-01T01:12:23+08:00",
    UpdateTime: "2021-03-01T10:49:46+08:00",
  },
  {
    ID: "C1_A25000000E_100045",
    Name: "聯經書房 上海書店",
    DescriptionDetail:
      "聯經出版公司位於新生南路上的門市，不過並不侷限於自家出版品。一樓聯經書房的書籍以人文社科類為主，地下室的上海書店則是銷售簡體字書籍。除台北外，聯經在台中等地亦設有門市書店。",
    Phone: "02-23620308#201(繁體書業務);#202(簡體書業務)",
    Address: "臺北市  大安區新生南路三段94號1樓、B1",
    TravelInfo:
      "離聯經書房最近的捷運站是新店線(綠線)的公館站，從三號出口出來後沿著臺灣大學的圍牆往前走，走到臺大正門後就能看到位於校門斜前方的聯經書房了。",
    OpenTime: "週一~週五：11:00-22:00；週六、週日：12:00-21:00",
    Picture: {
      PictureUrl1:
        "http://cloud.culture.tw/h_upload_ccacloud/festival/image/A0/B0/C0/D0/E0/F125/d472d173-bc0b-4eec-aa0c-44bf46e17e63.jpg",
    },
    Position: {
      PositionLat: 25.01752471923828,
      PositionLon: 121.53315734863281,
      GeoHash: "wsqqmd39x",
    },
    Class1: "藝術類",
    WebsiteUrl: "http://www.linkingbooks.com.tw/LNB/index.aspx",
    ParkingPosition: {},
    City: "臺北市",
    SrcUpdateTime: "2021-03-01T01:12:23+08:00",
    UpdateTime: "2021-03-01T10:49:46+08:00",
  },
];
